fix2 readme
